{"shopping": 267, "installation": 125, "phones": 164, "shopping installation": 271, "installation phones": 131, "shopping installation phones": 274, "sustainable": 301, "engineering": 58, "solution": 283, "sustainable engineering": 302, "engineering solution": 59, "sustainable engineering solution": 303, "general": 72, "procurement": 169, "furniture": 66, "general procurement": 99, "procurement furniture": 172, "general procurement furniture": 102, "request": 207, "acquisition": 0, "request acquisition": 208, "acquisition furniture": 3, "request acquisition furniture": 211, "advanced": 18, "research": 261, "project": 189, "advanced research": 19, "research project": 264, "advanced research project": 20, "purchase": 190, "computers": 43, "purchase computers": 191, "buying": 21, "tablets": 304, "request buying": 218, "buying tablets": 37, "request buying tablets": 226, "vehicles": 310, "procurement installation": 173, "installation vehicles": 134, "procurement installation vehicles": 182, "acquisition vehicles": 17, "supply": 290, "delivery": 48, "equipment": 60, "supply delivery": 291, "delivery equipment": 50, "supply delivery equipment": 293, "purchase installation": 194, "installation equipment": 127, "purchase installation equipment": 196, "request shopping": 254, "shopping vehicles": 282, "request shopping vehicles": 260, "shopping installation vehicles": 276, "collaborative": 39, "collaborative research": 40, "research sustainable": 265, "collaborative research sustainable": 42, "research sustainable engineering": 266, "research advanced": 262, "collaborative research advanced": 41, "research advanced research": 263, "order": 147, "order installation": 151, "installation tablets": 133, "order installation tablets": 156, "equipment acquisition": 61, "shopping furniture": 270, "request shopping furniture": 255, "materials": 142, "acquisition installation": 4, "installation materials": 130, "acquisition installation materials": 8, "delivery furniture": 51, "supply delivery furniture": 294, "buying installation": 25, "installation computers": 126, "buying installation computers": 26, "general order": 90, "order phones": 160, "general order phones": 96, "materials order": 145, "purchase installation computers": 195, "general shopping": 116, "shopping materials": 278, "general shopping materials": 120, "buying installation phones": 29, "laptops": 135, "procurement laptops": 183, "procurement phones": 185, "general procurement phones": 105, "phones shopping": 168, "general purchase": 108, "purchase phones": 203, "general purchase phones": 113, "buying equipment": 23, "request buying equipment": 220, "laptops order": 138, "delivery phones": 54, "supply delivery phones": 297, "supplies": 284, "shopping supplies": 280, "request shopping supplies": 259, "acquisition computers": 1, "materials acquisition": 143, "shopping computers": 268, "tablets shopping": 309, "request purchase": 245, "request purchase computers": 246, "installation supplies": 132, "purchase installation supplies": 199, "purchase vehicles": 206, "general purchase vehicles": 115, "buying vehicles": 38, "delivery computers": 49, "supply delivery computers": 292, "delivery supplies": 55, "supply delivery supplies": 298, "order equipment": 149, "procurement installation computers": 174, "purchase installation materials": 197, "general buying": 81, "buying laptops": 33, "general buying laptops": 85, "procurement computers": 170, "request procurement": 238, "request buying vehicles": 227, "materials shopping": 146, "delivery vehicles": 57, "supply delivery vehicles": 300, "general acquisition": 73, "acquisition equipment": 2, "general acquisition equipment": 75, "acquisition materials": 13, "general acquisition materials": 78, "computers acquisition": 44, "computers procurement": 47, "tablets purchase": 308, "tablets acquisition": 305, "supplies order": 287, "delivery tablets": 56, "supply delivery tablets": 299, "shopping installation computers": 272, "delivery laptops": 52, "supply delivery laptops": 295, "procurement materials": 184, "general procurement materials": 104, "procurement vehicles": 188, "general procurement vehicles": 107, "delivery materials": 53, "supply delivery materials": 296, "supplies acquisition": 285, "acquisition phones": 14, "purchase tablets": 205, "general purchase tablets": 114, "purchase installation phones": 198, "materials buying": 144, "buying installation supplies": 30, "phones acquisition": 165, "acquisition tablets": 16, "procurement installation equipment": 175, "shopping tablets": 281, "general shopping tablets": 123, "procurement tablets": 187, "request procurement tablets": 243, "phones order": 166, "general acquisition computers": 74, "shopping phones": 279, "general shopping phones": 121, "purchase equipment": 192, "request purchase equipment": 247, "vehicles buying": 311, "request purchase vehicles": 253, "order materials": 159, "general order materials": 95, "request purchase phones": 251, "acquisition supplies": 15, "request acquisition supplies": 215, "purchase furniture": 193, "installation furniture": 128, "acquisition installation furniture": 7, "equipment buying": 62, "order installation materials": 154, "buying phones": 35, "general buying phones": 86, "request order": 228, "order supplies": 161, "request order supplies": 235, "request buying phones": 224, "buying computers": 22, "general purchase equipment": 110, "purchase laptops": 201, "procurement supplies": 186, "general procurement supplies": 106, "procurement installation phones": 179, "shopping laptops": 277, "general shopping laptops": 119, "order furniture": 150, "general order furniture": 93, "equipment shopping": 65, "buying installation materials": 28, "furniture purchase": 70, "shopping installation supplies": 275, "buying supplies": 36, "request buying supplies": 225, "supplies buying": 286, "laptops purchase": 140, "purchase materials": 202, "request purchase materials": 250, "order laptops": 158, "general order laptops": 94, "supplies procurement": 288, "request shopping phones": 258, "request order materials": 233, "acquisition laptops": 12, "request acquisition laptops": 212, "procurement equipment": 171, "request procurement equipment": 239, "laptops procurement": 139, "general order supplies": 97, "request acquisition vehicles": 217, "vehicles shopping": 315, "order installation phones": 155, "order vehicles": 163, "request order vehicles": 237, "general shopping supplies": 122, "request buying computers": 219, "tablets order": 307, "buying furniture": 24, "general buying furniture": 84, "general acquisition laptops": 77, "order computers": 148, "request order computers": 229, "acquisition installation supplies": 10, "order tablets": 162, "request order tablets": 236, "laptops shopping": 141, "general order tablets": 98, "procurement installation materials": 178, "request acquisition equipment": 210, "general shopping vehicles": 124, "shopping equipment": 269, "request purchase tablets": 252, "supplies purchase": 289, "request procurement materials": 241, "general buying tablets": 88, "general buying vehicles": 89, "installation laptops": 129, "furniture order": 69, "acquisition installation computers": 5, "request order furniture": 231, "request procurement supplies": 242, "request shopping laptops": 256, "request buying laptops": 222, "phones procurement": 167, "general procurement computers": 100, "equipment procurement": 63, "acquisition installation phones": 9, "buying installation vehicles": 32, "general procurement laptops": 103, "furniture acquisition": 67, "vehicles purchase": 314, "buying installation furniture": 27, "request acquisition materials": 213, "request procurement vehicles": 244, "general purchase materials": 112, "computers buying": 45, "request shopping materials": 257, "buying installation tablets": 31, "vehicles order": 312, "general buying computers": 82, "laptops acquisition": 136, "general acquisition phones": 79, "order installation vehicles": 157, "computers order": 46, "general order equipment": 92, "request buying furniture": 221, "furniture shopping": 71, "acquisition installation equipment": 6, "general acquisition furniture": 76, "order installation furniture": 153, "request purchase laptops": 249, "procurement installation laptops": 177, "furniture buying": 68, "purchase installation vehicles": 200, "general shopping equipment": 118, "procurement installation tablets": 181, "shopping installation equipment": 273, "request acquisition computers": 209, "buying materials": 34, "request buying materials": 223, "general shopping computers": 117, "general purchase computers": 109, "general buying supplies": 87, "acquisition installation tablets": 11, "general purchase laptops": 111, "order installation equipment": 152, "request acquisition phones": 214, "laptops buying": 137, "procurement installation furniture": 176, "tablets buying": 306, "general acquisition tablets": 80, "request order laptops": 232, "general order computers": 91, "general buying equipment": 83, "equipment purchase": 64, "general procurement equipment": 101, "request procurement laptops": 240, "request order equipment": 230, "request purchase furniture": 248, "purchase supplies": 204, "vehicles procurement": 313, "request order phones": 234, "procurement installation supplies": 180, "request acquisition tablets": 216}